{"date_utc": "2026-02-13T06:34:24Z", "question": "What single measurable outcome would make 2026-02-13 objectively successful, and what is the first 30-minute action block you will execute today to move it forward?"}
{"date_utc": "2026-02-13T06:48:11Z", "question": "Koju jednu naviku sa jasnim kriterijumom uspeha ćeš danas namerno vežbati da bi se tvoja dugoročna svrha pretvorila u ponovljiv sistem, i kada tačno je izvršavaš?\nUzun vadeli amacını tekrarlanabilir bir sisteme dönüştürmek için bugün başarı ölçütü net olan hangi tek alışkanlığı bilinçli olarak uygulayacaksın ve bunu tam olarak ne zaman yapacaksın?\nQuelle habitude unique, avec un critère de réussite explicite, vas-tu pratiquer délibérément aujourd’hui pour transformer ton but à long terme en système reproductible, et à quel moment précis l’exécutes-tu ?\nКакую одну привычку с явным критерием успеха ты намеренно отработаешь сегодня, чтобы превратить свою долгосрочную цель в воспроизводимую систему, и в какое точное время ты её выполншь?\nWhich single habit with an explicit success criterion will you deliberately rehearse today to turn your long-term aim into a repeatable system, and at what exact time will you do it?"}
{"date_utc": "2026-02-13T06:56:19Z", "question": "Koju jednu stratešku pretpostavku o svom dugoročnom cilju možeš danas proveriti najbržim eksperimentom, i koji ćeš tačno dokaz prikupiti do kraja dana da bi odlučio da li da nastaviš ili promeniš smer?\nUzun vadeli hedefinle ilgili hangi tek stratejik varsayımı bugün en hızlı deneyle sınayabilirsin ve gün sonuna kadar devam mı edeceğine yoksa yön mü değiştireceğine karar vermek için hangi somut kanıtı toplayacaksın?\nQuelle hypothèse stratégique unique sur ton objectif à long terme peux-tu tester aujourd’hui par l’expérience la plus rapide, et quelle preuve précise recueilleras-tu avant la fin de la journée pour décider de continuer ou de changer de cap ?\nКакую одну стратегическую гипотезу о своей долгосрочной цели ты можешь сегодня проверить самым быстрым экспериментом, и какое конкретное доказательство ты соберёшь к концу дня, чтобы решить, продолжать или менять курс?\nWhich single strategic assumption about your long-term goal can you test today with the fastest experiment, and what specific evidence will you collect by day’s end to decide whether to continue or change course?"}
{"date_utc": "2026-02-14T02:29:00Z", "question": "Koji je sledeći trajni kompromis koji moraš svesno prihvatiti da bi tvoj dugoročni cilj postao dosledno ostvariv, i koji ćeš konkretan potez danas uraditi da taj kompromis pretvoriš u operativno pravilo?\nUzun vadeli hedefinin sürdürülebilir biçimde gerçekleşmesi için bilinçli olarak kabul etmen gereken bir sonraki kalıcı ödün nedir ve bugün bu ödünü operasyonel bir kurala dönüştürmek için hangi somut adımı atacaksın?\nQuel est le prochain compromis durable que tu dois accepter lucidement pour rendre ton objectif à long terme tenable, et quelle action concrète feras-tu aujourd’hui pour transformer ce compromis en règle opérationnelle ?\nКакой следующий устойчивый компромисс тебе нужно осознанно принять, чтобы твоя долгосрочная цель стала осуществимой на постоянной основе, и какое конкретное действие ты сделаешь сегодня, чтобы превратить этот компромисс в рабочее правило?\nWhat is the next enduring trade-off you must consciously accept to make your long-term goal consistently achievable, and what concrete step will you take today to turn that trade-off into an operating rule?"}
{"date_utc": "2026-02-14T02:55:13Z", "question": "Koji lični princip moraš danas operacionalizovati kao strogo pravilo ponašanja da bi tvoje dugoročno delo ostalo koherentno, i koju tačnu proverljivu radnju ćeš uraditi da ga primeniš?\nUzun vadeli amacının tutarlı kalması için bugün hangi kişisel ilkeyi katı bir davranış kuralına dönüştürmelisin ve onu uygulamak için hangi kesin, doğrulanabilir eylemi yapacaksın?\nQuel principe personnel dois-tu aujourd’hui rendre opératoire comme une règle de conduite stricte pour que ton projet à long terme reste cohérent, et quelle action précise et vérifiable feras-tu pour l’appliquer ?\nКакой личный принцип ты должен сегодня превратить в строгое правило поведения, чтобы твой долгосрочный замысел оставался цельным, и какое точное проверяемое действие ты сделаешь, чтобы его применить?\nWhich personal principle must you operationalize today as a strict rule of conduct so your long-term work remains coherent, and what exact verifiable action will you take to apply it?"}
{"date_utc": "2026-02-15T03:00:46Z", "question": "Koje kriterijume „dovoljno dobro” ćeš danas formalizovati za ključni deo svog dugoročnog projekta, i koji tačno proverljiv isporučiv rezultat ćeš završiti do kraja dana da bi taj standard postao izvršiva disciplina?\nUzun vadeli hedefinin kritik bir parçası için bugün hangi “yeterince iyi” ölçütlerini resmileştireceksin ve bu standardın uygulanabilir bir disipline dönüşmesi için gün sonuna kadar hangi kesin, doğrulanabilir çıktıyı tamamlayacaksın?\nQuels critères de « suffisamment bon » vas-tu formaliser aujourd’hui pour une partie clé de ton projet à long terme, et quel livrable précis et vérifiable achèveras-tu d’ici la fin de la journée pour transformer ce standard en discipline exécutable ?\nКакие критерии «достаточно хорошо» ты сегодня формализуешь для ключевой части своей долгосрочной работы, и какой конкретный проверяемый результат ты завершишь к концу дня, чтобы превратить этот стандарт в исполнимую дисциплину?\nWhich “good enough” criteria will you formalize today for a key part of your long-term work, and what exact verifiable deliverable will you complete by day’s end to turn that standard into executable discipline?"}
{"date_utc": "2026-02-16T02:58:34Z", "question": "Koju jednu namernu granicu ćeš danas postaviti da zaštitiš najvažniji dugoročni cilj, i kojim tačno proverljivim ponašanjem ćeš je sprovesti pri prvom iskušenju da je prekršiš?\nBugün en önemli uzun vadeli hedefini korumak için hangi tek kasıtlı sınırı koyacaksın ve onu ihlal etmeye yönelik ilk ayartı geldiğinde hangi tam olarak doğrulanabilir davranışla uygulayacaksın?\nQuelle unique limite délibérée vas-tu fixer aujourd’hui pour protéger ton objectif le plus important à long terme, et par quel comportement précisément vérifiable l’appliqueras-tu à la première tentation de la transgresser ?\nКакую одну намеренную границу ты сегодня установишь, чтобы защитить свою главную долгосрочную цель, и каким точно проверяемым поведением ты применишь её при первом искушении её нарушить?\nWhat single deliberate boundary will you set today to protect your most important long-term goal, and what exactly verifiable behavior will you use to enforce it at the first temptation to break it?"}
{"date_utc": "2026-02-16T02:59:44Z", "question": "Koju jednu obavezu u narednih 90 dana ćeš namerno odbiti ili delegirati kako bi očuvao dubinski rad na svom dugoročnom cilju, i koju proverljivu odluku ćeš doneti danas da to postane nepovratno?\nÖnümüzdeki 90 gün içinde uzun vadeli hedefin için derin çalışmayı korumak adına bilinçli olarak hangi tek taahhüdü reddedecek ya da devredeceksin ve bunu geri döndürülemez kılmak için bugün hangi doğrulanabilir kararı alacaksın?\nQuel engagement unique, au cours des 90 prochains jours, vas-tu refuser ou déléguer délibérément afin de préserver le travail profond sur ton objectif à long terme, et quelle décision vérifiable prendras-tu aujourd’hui pour rendre cela irréversible ?\nКакое одно обязательство в ближайшие 90 дней ты намеренно отвергнешь или делегируешь, чтобы сохранить глубокую работу над своей долгосрочной целью, и какое проверяемое решение ты примешь сегодня, чтобы сделать это необратимым?\nWhich single commitment in the next 90 days will you deliberately refuse or delegate to preserve deep work on your long-term goal, and what verifiable decision will you make today to make that irreversible?"}
{"date_utc": "2026-02-17T00:23:14Z", "question": "Koju jednu praksu pregleda ćeš danas ugraditi kao nedeljni ritual (sa tačnim kriterijumom „uspešno“), da bi tvoj dugoročni cilj ostao filozofski dosledan i operativno sprovediv?\nBugün, uzun vadeli hedefini felsefi olarak tutarlı ve operasyonel olarak uygulanabilir tutmak için “başarılı” ölçütü net olan hangi tek gözden geçirme pratiğini haftalık bir ritüel olarak sistemine ekleyeceksin?\nQuelle pratique unique de revue vas-tu instaurer aujourd’hui comme rituel hebdomadaire, avec un critère de réussite précis, afin que ton objectif à long terme reste philosophiquement cohérent et opérationnellement exécutable ?\nКакую одну практику обзора ты внедришь сегодня как еженедельный ритуал с точным критерием «успешно», чтобы твоя долгосрочная цель оставалась философски цельной и операционно исполнимой?\nWhich single review practice will you install today as a weekly ritual, with an explicit “success” criterion, so your long-term goal stays philosophically coherent and operationally executable?"}
{"date_utc": "2026-02-18T00:23:13Z", "question": "Koju jednu kritiku svojih nedavnih odluka o dugoročnom cilju moraš danas formulistati kao falsifikabilnu tvrdnju, i koji tačan test ćeš izvršiti do večeras da proveriš da li si u zabludi?\nUzun vadeli hedefinle ilgili son kararlarına yönelteceğin tek eleştiriyi bugün yanlışlanabilir bir iddia olarak nasıl kuracaksın ve bu akşama kadar yanıldığını sınamak için hangi kesin testi uygulayacaksın?\nQuelle critique unique de tes décisions récentes concernant ton objectif à long terme peux-tu formuler aujourd’hui comme une affirmation falsifiable, et quel test précis mèneras-tu d’ici ce soir pour vérifier si tu te trompes ?\nКакую одну критику своих недавних решений относительно долгосрочной цели ты сегодня сформулируешь как фальсифицируемое утверждение, и какой точный тест ты проведёшь до вечера, чтобы проверить, не ошибаешься ли ты?\nWhat single critique of your recent decisions about your long-term goal will you formulate today as a falsifiable claim, and what exact test will you run by tonight to check whether you are mistaken?"}
{"date_utc": "2026-02-19T00:23:42Z", "question": "Koji jedan ključni rizik za tvoj dugoročni cilj ćeš danas eksplicitno kvantifikovati (verovatnoća i uticaj), i koju jednu preventivnu kontrolu ćeš ugraditi u svoj raspored da taj rizik sistematski smanjiš?\nUzun vadeli hedefin için bugün hangi tek kritik riski açıkça nicelleştireceksin (olasılık ve etki) ve bu riski sistematik olarak azaltmak için programına hangi tek önleyici kontrolü yerleştireceksin?\nQuel risque critique unique pour ton objectif à long terme vas-tu quantifier explicitement aujourd’hui (probabilité et impact), et quel contrôle préventif unique vas-tu intégrer à ton planning pour réduire ce risque de manière systématique ?\nКакой один ключевой риск для вашей долгосрочной цели вы сегодня явно количественно оцените (вероятность и влияние) и какой один профилактический контроль вы встроите в расписание, чтобы системно снизить этот риск?\nWhich single critical risk to your long-term goal will you explicitly quantify today (probability and impact), and which single preventive control will you build into your schedule to reduce that risk systematically?"}
{"date_utc": "2026-02-20T00:20:17Z", "question": "Koju jednu ključnu varijablu svog dugoročnog cilja ćeš danas definisati i pratiti kao vodeći indikator, i koju tačnu odluku o raspodeli vremena ćeš doneti na osnovu njenog rezultata do večeras?\nUzun vadeli hedefinin tek bir kritik değişkenini bugün öncü gösterge olarak nasıl tanımlayıp izleyeceksin ve bu göstergenin sonucuna dayanarak bu akşama kadar zamanını nasıl dağıtacağına dair hangi kesin kararı vereceksin?\nQuelle variable clé unique de ton objectif à long terme vas-tu définir et suivre aujourd’hui comme indicateur avancé, et quelle décision précise de répartition du temps prendras-tu d’ici ce soir en fonction de son résultat ?\nКакую одну ключевую переменную своей долгосрочной цели ты сегодня определишь и будешь отслеживать как опережающий индикатор, и какое точное решение о распределении времени ты примешь к вечеру на основе её значения?\nWhich single key variable of your long-term goal will you define and track today as a leading indicator, and what exact time-allocation decision will you make by tonight based on its reading?"}
